Version2/TestTool-NOP.13.12.SR1/TestTool.Setup/Requests/DeviceManagement/SetNTP/TC.DM.NVT.11_REQ_10.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tds="http://www.onvif.org/ver10/device/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tds:SetNTP>
      <tds:FromDHCP>false</tds:FromDHCP>
      <tds:NTPManual>
        <tt:Type>IPv4</tt:Type>
        <tt:IPv4Address>255.255.255.255</tt:IPv4Address>
      </tds:NTPManual>
    </tds:SetNTP>
  </s:Body>
</s:Envelope>